ca-certificates 
curl
git
gstreamer1.0-libav
libnss3-tools
libatk-bridge2.0-0
libcups2-dev
libxkbcommon-x11-0
libxcomposite-dev
libxrandr2
libgbm-dev
libgtk-3-0
libxshmfence-dev gnupg2
jq
make
openssh-client
python3-pip
vim
xz-utils
zsh
postgresql-client
netcat